UTILIDAD/RECAUDACIONES/RECAUDACION BROADNET/TRAMAS/REQUEST_P_IN_MOVISTAR.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:otc="http://www.bolivariano.com/ws/OTCService" xmlns:men="http://www.bolivariano.com/mensaje/MensajeOTC">
   <soapenv:Header/>
   <soapenv:Body>
      <otc:entradaEjecutarPago>
         <men:canal>IBK</men:canal>
         <men:cuenta>5005070292</men:cuenta>
         <men:datosAdicionales>
            <men:datoAdicional>
               <codigo>s_ssn</codigo>
               <valor>47316111</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_user</codigo>
               <valor>ope998</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_sesn</codigo>
               <valor>0</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_term</codigo>
               <valor>term24</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_ofi</codigo>
               <valor>0</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_rol</codigo>
               <valor>5</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_date</codigo>
               <valor>2022-08-04T00:00:00.000-05:00</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_srv</codigo>
               <valor>BOLIVSRV</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_lsrv</codigo>
               <valor>BOLIVSRV</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_org_err</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_org</codigo>
               <valor>U</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_error</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_sev</codigo>
               <valor>0</valor>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>s_msg</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>t_debug</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>t_file</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>t_from</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>t_trn</codigo>
               <valor/>
            </men:datoAdicional>
            <men:datoAdicional>
               <codigo>o_msj_error</codigo>
               <valor/>
            </men:datoAdicional>
         </men:datosAdicionales>
         <men:depuracion>N</men:depuracion>
         <men:fecha>2022-08-04T06:07:46.000Z</men:fecha>
         <men:fechaPago>2022-08-04T06:07:46.000Z</men:fechaPago>
         <men:moneda>1</men:moneda>
         <men:oficina>0</men:oficina>
         <men:secuencial>8433538</men:secuencial>
         <men:servicio>
            <codTipoServicio>TELEFONIA_CELULAR</codTipoServicio>
            <codigoConvenio>19575</codigoConvenio>
            <codigoEmpresa>19575</codigoEmpresa>
            <codigoTipoBanca>BP</codigoTipoBanca>
            <codigoTipoIdentificador>CELULAR</codigoTipoIdentificador>
            <identificador>0995612409</identificador>
         </men:servicio>
         <men:tipoCuenta>CTE</men:tipoCuenta>
         <men:transaccion>2056</men:transaccion>
         <men:usuario>TcUPI1396206</men:usuario>
         <men:valorComision>0.0</men:valorComision>
         <men:valorPago>25.0</men:valorPago>
      </otc:entradaEjecutarPago>
   </soapenv:Body>
</soapenv:Envelope>